Repository: frknbyhn/NewbornStudio---New
Catalog: NewbornMoments/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: One Year
ar: سنة واحدة
ca: Un any
cs: Jeden rok
da: Et år
de: Ein Jahr
el: Ένα έτος
es: Un año
fi: Yksi vuosi
fr: Un an
he: שנה אחת
hi: एक वर्ष
hr: Jedna godina
hu: Egy év
id: Satu tahun
it: Un anno
ja: 1年
ko: 1년
ms: Setahun
nb: Ett år
nl: Eén jaar
pl: Jeden rok
pt: Um ano
ro: Un an
ru: Один год
sk: Jeden rok
sv: Ett år
th: หนึ่งปี
tr: Bir Yıl
uk: Один рік
vi: Một năm
zh_hans: 一年
zh_hant: 一年

source: One-time offer — expires when the timer ends.
ar: عرض لمرة واحدة — ينتهي عند انتهاء المؤقت.
ca: Oferta única — caduca quan acabi el temporitzador.
cs: Jednorázová nabídka — vyprší po skončení časovače.
da: Engangstilbud — udløber, når timeren slutter.
de: Einmaliges Angebot — endet, wenn der Timer abläuft.
el: Εφάπαξ προσφορά — λήγει όταν ολοκληρωθεί το χρονόμετρο.
es: Oferta única — caduca cuando termine el temporizador.
fi: Kertaluonteinen tarjous — vanhenee ajastimen päättyessä.
fr: Offre unique — expire à la fin du minuteur.
he: מבצע חד-פעמי — פג תוקף כשהטיימר מסתיים.
hi: एकबारगी ऑफ़र — टाइमर खत्म होने पर समाप्त हो जाता है।
hr: Jednokratna ponuda — istječe kada tajmer završi.
hu: Egyszeri ajánlat — az időzítő lejártával megszűnik.
id: Penawaran sekali — berakhir saat pengatur waktu selesai.
it: Offerta una tantum — scade allo scadere del timer.
ja: 一度限りのオファー — タイマー終了時に失効します。
ko: 일회성 혜택 — 타이머가 끝나면 만료됩니다.
ms: Tawaran sekali sahaja — tamat apabila pemasa berakhir.
nb: Engangstilbud — utløper når tidtakeren er ferdig.
nl: Eenmalige aanbieding — verloopt wanneer de timer afloopt.
pl: Oferta jednorazowa — wygasa po zakończeniu odliczania.
pt: Oferta única — expira quando o cronômetro terminar.
ro: Ofertă unică — expiră la finalul cronometrului.
ru: Разовое предложение — истекает по окончании таймера.
sk: Jednorazová ponuka — vyprší po skončení časovača.
sv: Engångserbjudande — upphör när timern tar slut.
th: ข้อเสนอครั้งเดียว — หมดอายุเมื่อตัวจับเวลาสิ้นสุด
tr: Tek seferlik teklif — süre dolduğunda sona erer.
uk: Одноразова пропозиція — закінчується, коли завершиться таймер.
vi: Ưu đãi một lần — hết hạn khi bộ đếm thời gian kết thúc.
zh_hans: 一次性优惠 — 计时器结束后失效。
zh_hant: 一次性優惠 — 計時器結束後失效。

source: per month
ar: شهريًا
ca: al mes
cs: měsíčně
da: pr. måned
de: pro Monat
el: το μήνα
es: al mes
fi: kuukaudessa
fr: par mois
he: לחודש
hi: प्रति माह
hr: mjesečno
hu: havonta
id: per bulan
it: al mese
ja: 月ごと
ko: 월별
ms: sebulan
nb: per måned
nl: per maand
pl: miesięcznie
pt: por mês
ro: pe lună
ru: в месяц
sk: mesačne
sv: per månad
th: ต่อเดือน
tr: aylık
uk: на місяць
vi: mỗi tháng
zh_hans: 每月
zh_hant: 每月

source: per week
ar: أسبوعيًا
ca: a la setmana
cs: týdně
da: pr. uge
de: pro Woche
el: την εβδομάδα
es: a la semana
fi: viikossa
fr: par semaine
he: לשבוע
hi: प्रति सप्ताह
hr: tjedno
hu: hetente
id: per minggu
it: alla settimana
ja: 週ごと
ko: 주별
ms: seminggu
nb: per uke
pl: tygodniowo
pt: por semana
ro: pe săptămână
ru: в неделю
sk: týždenne
sv: per vecka
th: ต่อสัปดาห์
tr: haftalık
uk: на тиждень
vi: mỗi tuần
zh_hans: 每周
zh_hant: 每週

source: per year
ar: سنويًا
ca: a l'any
cs: ročně
da: pr. år
de: pro Jahr
el: το έτος
es: al año
fi: vuodessa
fr: par an
he: לשנה
hi: प्रति वर्ष
hr: godišnje
hu: évente
id: per tahun
it: all'anno
ja: 年ごと
ko: 연별
ms: setahun
nb: per år
nl: per jaar
pl: rocznie
pt: por ano
ro: pe an
ru: в год
sk: ročne
sv: per år
th: ต่อปี
tr: yıllık
uk: на рік
vi: mỗi năm
zh_hans: 每年
zh_hant: 每年

source: Photos Access Needed
ar: الوصول إلى الصور مطلوب
ca: Cal accedir a les fotos
cs: Vyžadován přístup k fotkám
da: Adgang til fotos påkrævet
de: Fotozugriff erforderlich
el: Απαιτείται πρόσβαση στις φωτογραφίες
es: Se requiere acceso a las fotos
fi: Valokuvien käyttöoikeus vaaditaan
fr: Accès aux photos requis
he: נדרשת גישה לתמונות
hi: फोटो एक्सेस आवश्यक है
hr: Potreban je pristup fotografijama
hu: Fotókhoz való hozzáférés szükséges
id: Akses foto diperlukan
it: Accesso alle foto necessario
ja: 写真へのアクセスが必要です
ko: 사진 접근 권한이 필요합니다
ms: Akses foto diperlukan
nb: Tilgang til bilder kreves
nl: Toegang tot foto's vereist
pl: Wymagany dostęp do zdjęć
pt: Acesso às fotos necessário
ro: Este necesar accesul la fotografii
ru: Требуется доступ к фото
sk: Vyžaduje sa prístup k fotkám
sv: Fotoåtkomst krävs
th: ต้องการการเข้าถึงรูปภาพ
tr: Fotoğraf Erişimi Gerekli
uk: Потрібен доступ до фото
vi: Cần quyền truy cập ảnh
zh_hans: 需要访问照片
zh_hant: 需要訪問照片

source: Please check your connection and try again.
ar: تحقق من اتصالك وحاول مرة أخرى.
ca: Comprova la connexió i torna-ho a provar.
cs: Zkontrolujte připojení a zkuste to znovu.
da: Tjek din forbindelse, og prøv igen.
de: Bitte Verbindung prüfen und erneut versuchen.
el: Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: Verifica tu conexión e inténtalo de nuevo.
fi: Tarkista yhteytesi ja yritä uudelleen.
fr: Veuillez vérifier votre connexion et réessayer.
he: בדקו את החיבור שלכם ונסו שוב.
hi: अपना कनेक्शन जांचें और फिर से कोशिश करें।
hr: Provjerite vezu i pokušajte ponovno.
hu: Ellenőrizd a kapcsolatot, és próbáld újra.
id: Periksa koneksi Anda dan coba lagi.
it: Controlla la connessione e riprova.
ja: 接続を確認してもう一度お試しください。
ko: 연결을 확인하고 다시 시도해 주세요.
ms: Semak sambungan anda dan cuba lagi.
nb: Sjekk tilkoblingen og prøv igjen.
nl: Controleer je verbinding en probeer het opnieuw.
pl: Sprawdź połączenie i spróbuj ponownie.
pt: Verifique sua conexão e tente novamente.
ro: Verifică conexiunea și încearcă din nou.
ru: Проверьте подключение и повторите попытку.
sk: Skontrolujte pripojenie a skúste to znova.
sv: Kontrollera din anslutning och försök igen.
th: กรุณาตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Lütfen bağlantınızı kontrol edip tekrar deneyin.
uk: Перевірте з'єднання і спробуйте ще раз.
vi: Kiểm tra kết nối của bạn và thử lại.
zh_hans: 请检查您的连接并重试。
zh_hant: 請檢查您的連線並重試。

source: Portrait
ar: صورة
ca: Retrat
cs: Portrét
da: Portræt
de: Porträt
el: Πορτρέτο
es: Retrato
fi: Muotokuva
he: פורטרט
hi: पोर्ट्रेट
hr: Portret
hu: Portré
id: Potret
it: Ritratto
ja: ポートレート
ko: 초상화
ms: Potret
nb: Portrett
nl: Portret
pl: Portret
pt: Retrato
ro: Portret
ru: Портрет
sk: Portrét
sv: Porträtt
th: ภาพเหมือน
tr: Portre
uk: Портрет
vi: Chân dung
zh_hans: 肖像
zh_hant: 肖像

source: Preparing… (%d clips) %@ left
ar: جارٍ التحضير… (%d مقاطع) تبقى %@
ca: Preparant… (%d clips) queden %@
cs: Připravujeme… (%d klipů) zbývá %@
da: Forbereder… (%d klip) %@ tilbage
de: Wird vorbereitet… (%d Clips) noch %@
el: Προετοιμασία… (%d κλιπ) απομένουν %@
es: Preparando… (%d clips) quedan %@
fi: Valmistellaan… (%d klippiä) %@ jäljellä
fr: Préparation… (%d clips) %@ restant
he: בהכנה… (%d קטעים) נותרו %@
hi: तैयार किया जा रहा है… (%d क्लिप) %@ बाकी
hr: Priprema… (%d isječaka) preostalo je %@
hu: Előkészítés… (%d klip) %@ van hátra
id: Menyiapkan… (%d klip) tersisa %@
it: Preparazione… (%d clip) %@ rimanenti
ja: 準備中…（%dクリップ）残り%@
ko: 준비 중… (클립 %d개) %@ 남음
ms: Menyediakan… (%d klip) %@ berbaki
nb: Forbereder… (%d klipp) %@ igjen
nl: Wordt voorbereid… (%d clips) nog %@
pl: Przygotowywanie… (%d klipów) pozostało %@
pt: Preparando… (%d clipes) %@ restantes
ro: Se pregătește… (%d clipuri) au mai rămas %@
ru: Подготовка… (%d клипов) осталось %@
sk: Pripravujeme… (%d klipov) zostáva %@
sv: Förbereder… (%d klipp) %@ kvar
th: กำลังเตรียม… (%d คลิป) เหลืออีก %@
tr: Hazırlanıyor… (%d klip) %@ kaldı
uk: Підготовка… (%d кліпів) залишилося %@
vi: Đang chuẩn bị… (%d clip) còn lại %@
zh_hans: 准备中…（%d 个片段）剩余 %@
zh_hant: 準備中…（%d 個片段）剩餘 %@

source: Priority AI generation
ar: إنشاء ذكاء اصطناعي بأولوية
ca: Generació d'IA prioritària
cs: Prioritní generování AI
da: Prioriteret AI-generering
de: Priorisierte KI-Generierung
el: Δημιουργία AI προτεραιότητας
es: Generación de IA prioritaria
fi: Etusijalla oleva tekoälyluonti
fr: Génération IA prioritaire
he: יצירת AI בעדיפות
hi: प्राथमिकता AI जनरेशन
hr: Prioritetno generiranje AI-a
hu: Prioritásos MI-generálás
id: Pembuatan AI prioritas
it: Generazione IA prioritaria
ja: 優先AI生成
ko: 우선 AI 생성
ms: Penjanaan AI keutamaan
nb: Prioritert AI-generering
nl: Prioritaire AI-generatie
pl: Priorytetowe generowanie AI
pt: Geração de IA prioritária
ro: Generare AI prioritară
ru: Приоритетная генерация ИИ
sk: Prioritné generovanie AI
sv: Prioriterad AI-generering
th: การสร้าง AI แบบมีลำดับความสำคัญ
tr: Öncelikli yapay zeka oluşturma
uk: Пріоритетна генерація ШІ
vi: Tạo AI ưu tiên
zh_hans: 优先 AI 生成
zh_hant: 優先 AI 生成

source: Privacy
ar: الخصوصية
ca: Privacitat
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Απόρρητο
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인정보 보호
ms: Privasi
nb: Personvern
pl: Prywatność
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nb: Personvernregler
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Profile
ar: الملف الشخصي
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
ms: Profil
nb: Profil
nl: Profiel
pl: Profil
pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人資料

source: Pulls to Stand
ar: يقف مستندًا إلى شيء
ca: S'aguanta dret agafant-se
cs: Staví se za pomoci opory
da: Rejser sig op ved at holde fast
de: Zieht sich zum Stehen hoch
el: Σηκώνεται όρθιο κρατώντας κάτι
es: Se pone de pie apoyándose
fi: Nousee seisomaan tukeutuen
fr: Se met debout en s'appuyant
he: עומד תוך היאחזות
hi: सहारा लेकर खड़ा होता है
hr: Diže se oslanjajući se
hu: Kapaszkodva feláll
id: Berdiri sambil berpegangan
it: Si tira su per stare in piedi
ja: つかまり立ちをする
ko: 붙잡고 일어섬
ms: Berdiri sambil berpaut
nb: Reiser seg opp ved å holde seg fast
nl: Trekt zich op om te staan
pl: Podciąga się, by stać
pt: Fica em pé apoiando-se
ro: Se ridică în picioare sprijinindu-se
ru: Встаёт, держась за опору
sk: Stavia sa s oporou
sv: Reser sig upp med stöd
th: ยืนโดยเกาะจับ
tr: Ayakta Durmaya Çalışır
uk: Встає, тримаючись за опору
vi: Đứng lên bằng cách bám víu
zh_hans: 扶着东西站起来
zh_hant: 扶著東西站起來

source: Purchase failed
ar: فشلت عملية الشراء
ca: La compra ha fallat
cs: Nákup se nezdařil
da: Køb mislykkedes
de: Kauf fehlgeschlagen
el: Η αγορά απέτυχε
es: Error en la compra
fi: Osto epäonnistui
fr: Échec de l'achat
he: הרכישה נכשלה
hi: खरीदारी विफल रही
hr: Kupnja nije uspjela
hu: Sikertelen vásárlás
id: Pembelian gagal
it: Acquisto non riuscito
ja: 購入に失敗しました
ko: 구매에 실패했습니다
ms: Pembelian gagal
nb: Kjøpet mislyktes
nl: Aankoop mislukt
pl: Zakup nieudany
pt: Falha na compra
ro: Achiziția a eșuat
ru: Ошибка покупки
sk: Nákup zlyhal
sv: Köpet misslyckades
th: การซื้อล้มเหลว
tr: Satın alma başarısız oldu
uk: Помилка покупки
vi: Giao dịch mua không thành công
zh_hans: 购买失败
zh_hant: 購買失敗

source: Rate the App
ar: قيّم التطبيق
ca: Valora l'app
cs: Ohodnotit aplikaci
da: Bedøm appen
de: App bewerten
el: Αξιολογήστε την εφαρμογή
es: Calificar la app
fi: Arvioi sovellus
fr: Évaluer l'application
he: דרגו את האפליקציה
hi: ऐप को रेट करें
hr: Ocijenite aplikaciju
hu: Alkalmazás értékelése
id: Nilai Aplikasi
it: Valuta l'app
ja: アプリを評価
ko: 앱 평가하기
ms: Nilaikan Aplikasi
nb: Vurder appen
nl: Beoordeel de app
pl: Oceń aplikację
pt: Avaliar o app
ro: Evaluează aplicația
ru: Оценить приложение
sk: Ohodnotiť aplikáciu
sv: Betygsätt appen
th: ให้คะแนนแอป
tr: Uygulamayı Değerlendir
uk: Оцінити застосунок
vi: Đánh giá ứng dụng
zh_hans: 评价此应用
zh_hant: 評價此應用

source: Restore
ar: استعادة
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palauta
fr: Restaurer
he: שחזור
hi: पुनर्स्थापित करें
hr: Vrati
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt: Restaurar
ro: Restaurează
ru: Восстановить
sk: Obnoviť
sv: Återställ
th: กู้คืน
tr: Geri Yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

source: Restore Purchase
ar: استعادة الشراء
ca: Restaura la compra
cs: Obnovit nákup
da: Gendan køb
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
es: Restaurar compra
fi: Palauta ostos
fr: Restaurer l'achat
he: שחזור רכישה
hi: खरीदारी पुनर्स्थापित करें
hr: Vrati kupnju
hu: Vásárlás visszaállítása
id: Pulihkan Pembelian
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pl: Przywróć zakup
pt: Restaurar compra
ro: Restaurează achiziția
ru: Восстановить покупку
sk: Obnoviť nákup
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın Alımı Geri Yükle
uk: Відновити покупку
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Restored
ar: تمت الاستعادة
ca: Restaurat
cs: Obnoveno
da: Gendannet
de: Wiederhergestellt
el: Έγινε επαναφορά
es: Restaurado
fi: Palautettu
fr: Restauré
he: שוחזר
hi: पुनर्स्थापित किया गया
hr: Vraćeno
hu: Visszaállítva
id: Dipulihkan
it: Ripristinato
ja: 復元しました
ko: 복원됨
ms: Dipulihkan
nb: Gjenopprettet
nl: Hersteld
pl: Przywrócono
pt: Restaurado
ro: Restaurat
ru: Восстановлено
sk: Obnovené
sv: Återställt
th: กู้คืนแล้ว
tr: Geri Yüklendi
uk: Відновлено
vi: Đã khôi phục
zh_hans: 已恢复
zh_hant: 已恢復

source: Rolls Over
ar: يتقلب
ca: Es gira
cs: Přetáčí se
da: Ruller rundt
de: Rollt sich um
el: Κάνει τούμπες
es: Se da la vuelta
fi: Kääntyy ympäri
fr: Se retourne
he: מתהפך
hi: करवट लेता है
hr: Prevrće se
hu: Átfordul
id: Berguling
it: Si gira
ja: 寝返りをする
ko: 뒤집기
ms: Berguling
nb: Ruller rundt
nl: Rolt zich om
pl: Przewraca się
pt: Rola sobre si mesmo
ro: Se rostogolește
ru: Переворачивается
sk: Prevaľuje sa
sv: Rullar runt
th: พลิกตัว
tr: Yuvarlanır
uk: Перевертається
vi: Lăn qua lăn lại
zh_hans: 翻身
zh_hant: 翻身

source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save every portrait to your gallery
ar: احفظ كل صورة في معرضك
ca: Desa cada retrat a la teva galeria
cs: Ukládejte každý portrét do galerie
da: Gem hvert portræt i dit galleri
de: Jedes Porträt in Ihrer Galerie speichern
el: Αποθηκεύστε κάθε πορτρέτο στη συλλογή σας
es: Guarda cada retrato en tu galería
fi: Tallenna jokainen muotokuva galleriaasi
fr: Enregistrez chaque portrait dans votre galerie
he: שמרו כל פורטרט בגלריה שלכם
hi: हर पोर्ट्रेट को अपनी गैलरी में सहेजें
hr: Spremite svaki portret u svoju galeriju
hu: Mentsd el minden portrédat a galériádba
id: Simpan setiap potret ke galeri Anda
it: Salva ogni ritratto nella tua galleria
ja: すべてのポートレートをギャラリーに保存
ko: 모든 초상화를 갤러리에 저장
ms: Simpan setiap potret ke galeri anda
nb: Lagre hvert portrett i galleriet ditt
nl: Sla elk portret op in je galerij
pl: Zapisz każdy portret w galerii
pt: Salve cada retrato na sua galeria
ro: Salvează fiecare portret în galeria ta
ru: Сохраняйте каждый портрет в галерею
sk: Ukladajte každý portrét do galérie
sv: Spara varje porträtt i ditt galleri
th: บันทึกภาพเหมือนทุกภาพลงในคลังภาพของคุณ
tr: Her portreyi galerinize kaydedin
uk: Зберігайте кожен портрет у галерею
vi: Lưu mọi chân dung vào thư viện của bạn
zh_hans: 将每张肖像保存到您的图库
zh_hant: 將每張肖像儲存到您的相簿

source: Save Photo
ar: حفظ الصورة
ca: Desa la foto
cs: Uložit fotku
da: Gem foto
de: Foto speichern
el: Αποθήκευση φωτογραφίας
es: Guardar foto
fi: Tallenna kuva
fr: Enregistrer la photo
he: שמירת תמונה
hi: फोटो सहेजें
hr: Spremi fotografiju
hu: Fotó mentése
id: Simpan Foto
it: Salva foto
ja: 写真を保存
ko: 사진 저장
ms: Simpan Foto
nb: Lagre bilde
nl: Foto opslaan
pl: Zapisz zdjęcie
pt: Salvar foto
ro: Salvează fotografia
ru: Сохранить фото
sk: Uložiť fotku
sv: Spara foto
th: บันทึกรูปภาพ
tr: Fotoğrafı Kaydet
uk: Зберегти фото
vi: Lưu ảnh
zh_hans: 保存照片
zh_hant: 儲存照片

source: Saved Collages
ar: الكولاجات المحفوظة
ca: Collages desats
cs: Uložené koláže
da: Gemte collager
de: Gespeicherte Collagen
el: Αποθηκευμένα κολάζ
es: Collages guardados
fi: Tallennetut kollaasit
fr: Collages enregistrés
he: קולאז'ים שמורים
hi: सहेजे गए कोलाज
hr: Spremljeni kolaži
hu: Mentett kollázsok
id: Kolase tersimpan
it: Collage salvati
ja: 保存済みのコラージュ
ko: 저장된 콜라주
ms: Kolaj disimpan
nb: Lagrede collager
nl: Opgeslagen collages
pl: Zapisane kolaże
pt: Colagens salvas
ro: Colaje salvate
ru: Сохранённые коллажи
sk: Uložené koláže
sv: Sparade collage
th: คอลลาจที่บันทึกไว้
tr: Kaydedilen Kolajlar
uk: Збережені колажі
vi: Ảnh ghép đã lưu
zh_hans: 已保存的拼贴
zh_hant: 已儲存的拼貼

source: Saved!
ar: تم الحفظ!
ca: Desat!
cs: Uloženo!
da: Gemt!
de: Gespeichert!
el: Αποθηκεύτηκε!
es: ¡Guardado!
fi: Tallennettu!
fr: Enregistré !
he: נשמר!
hi: सहेजा गया!
hr: Spremljeno!
hu: Elmentve!
id: Tersimpan!
it: Salvato!
ja: 保存しました！
ko: 저장됨!
ms: Disimpan!
nb: Lagret!
nl: Opgeslagen!
pl: Zapisano!
pt: Salvo!
ro: Salvat!
ru: Сохранено!
sk: Uložené!
sv: Sparat!
th: บันทึกแล้ว!
tr: Kaydedildi!
uk: Збережено!
vi: Đã lưu!
zh_hans: 已保存！
zh_hant: 已儲存！

source: Says First Word
ar: يقول أول كلمة
ca: Diu la primera paraula
cs: Řekne první slovo
da: Siger sit første ord
de: Sagt erstes Wort
el: Λέει την πρώτη του λέξη
es: Dice su primera palabra
fi: Sanoo ensimmäisen sanansa
fr: Dit son premier mot
he: אומר מילה ראשונה
hi: पहला शब्द बोलता है
hr: Izgovara prvu riječ
hu: Kimondja az első szavát
id: Mengucapkan kata pertama
it: Dice la prima parola
ja: 初めての言葉を話す
ko: 첫 마디를 함
ms: Menyebut kata pertama
nb: Sier sitt første ord
nl: Zegt eerste woordje
pl: Mówi pierwsze słowo
pt: Diz a primeira palavra
ro: Spune primul cuvânt
ru: Говорит первое слово
sk: Povie prvé slovo
sv: Säger sitt första ord
th: พูดคำแรก
tr: İlk Kelimesini Söyler
uk: Каже перше слово
vi: Nói từ đầu tiên
zh_hans: 说出第一个词
zh_hant: 說出第一個詞

source: Secure payment · Apple Pay · Google Pay
ar: دفع آمن · Apple Pay · Google Pay
ca: Pagament segur · Apple Pay · Google Pay
cs: Bezpečná platba · Apple Pay · Google Pay
da: Sikker betaling · Apple Pay · Google Pay
de: Sichere Zahlung · Apple Pay · Google Pay
el: Ασφαλής πληρωμή · Apple Pay · Google Pay
es: Pago seguro · Apple Pay · Google Pay
fi: Turvallinen maksu · Apple Pay · Google Pay
fr: Paiement sécurisé · Apple Pay · Google Pay
he: תשלום מאובטח · Apple Pay · Google Pay
hi: सुरक्षित भुगतान · Apple Pay · Google Pay
hr: Sigurno plaćanje · Apple Pay · Google Pay
hu: Biztonságos fizetés · Apple Pay · Google Pay
id: Pembayaran aman · Apple Pay · Google Pay
it: Pagamento sicuro · Apple Pay · Google Pay
ja: 安全な支払い · Apple Pay · Google Pay
ko: 안전한 결제 · Apple Pay · Google Pay
ms: Bayaran selamat · Apple Pay · Google Pay
nb: Sikker betaling · Apple Pay · Google Pay
nl: Veilig betalen · Apple Pay · Google Pay
pl: Bezpieczna płatność · Apple Pay · Google Pay
pt: Pagamento seguro · Apple Pay · Google Pay
ro: Plată securizată · Apple Pay · Google Pay
ru: Безопасная оплата · Apple Pay · Google Pay
sk: Bezpečná platba · Apple Pay · Google Pay
sv: Säker betalning · Apple Pay · Google Pay
th: การชำระเงินที่ปลอดภัย · Apple Pay · Google Pay
tr: Güvenli ödeme · Apple Pay · Google Pay
uk: Безпечна оплата · Apple Pay · Google Pay
vi: Thanh toán an toàn · Apple Pay · Google Pay
zh_hans: 安全支付 · Apple Pay · Google Pay
zh_hant: 安全支付 · Apple Pay · Google Pay

source: Seven Months
ar: سبعة أشهر
ca: Set mesos
cs: Sedm měsíců
da: Syv måneder
de: Sieben Monate
el: Επτά μηνών
es: Siete meses
fi: Seitsemän kuukautta
fr: Sept mois
he: שבעה חודשים
hi: सात महीने
hr: Sedam mjeseci
hu: Hét hónapos
id: Tujuh bulan
it: Sette mesi
ja: 生後7か月
ko: 생후 7개월
ms: Tujuh bulan
nb: Sju måneder
nl: Zeven maanden
pl: Siedem miesięcy
pt: Sete meses
ro: Șapte luni
ru: Семь месяцев
sk: Sedem mesiacov
sv: Sju månader
th: เจ็ดเดือน
tr: Yedi Aylık
uk: Сім місяців
vi: Bảy tháng tuổi
zh_hans: 七个月
zh_hant: 七個月

source: Share
ar: مشاركة
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr: Partager
he: שיתוף
hi: शेयर करें
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
nb: Del
nl: Delen
pl: Udostępnij
pt: Compartilhar
ro: Distribuie
ru: Поделиться
sk: Zdieľať
sv: Dela
th: แชร์
tr: Paylaş
uk: Поділитися
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Sits Up Unassisted
ar: يجلس دون دعم
ca: S'asseu sense suport
cs: Sedí bez opory
da: Sidder uden støtte
de: Sitzt ohne Hilfe
el: Κάθεται χωρίς στήριξη
es: Se sienta sin apoyo
fi: Istuu ilman tukea
fr: S'assoit sans aide
he: יושב ללא תמיכה
hi: बिना सहारे बैठता है
hr: Sjedi bez oslonca
hu: Támasz nélkül ül
id: Duduk tanpa dibantu
it: Si siede senza sostegno
ja: 支えなしで座る
ko: 도움 없이 앉기
ms: Duduk tanpa sokongan
nb: Sitter uten støtte
nl: Zit zonder steun
pl: Siedzi bez podparcia
pt: Senta-se sem apoio
ro: Stă în șezut fără sprijin
ru: Сидит без опоры
sk: Sedí bez opory
sv: Sitter utan stöd
th: นั่งได้โดยไม่ต้องพยุง
tr: Desteksiz Oturur
uk: Сидить без підтримки
vi: Ngồi không cần hỗ trợ
zh_hans: 独立坐立
zh_hant: 獨立坐立

source: Six Months
ar: ستة أشهر
ca: Sis mesos
cs: Šest měsíců
da: Seks måneder
de: Sechs Monate
el: Έξι μηνών
es: Seis meses
fi: Kuusi kuukautta
fr: Six mois
he: שישה חודשים
hi: छह महीने
hr: Šest mjeseci
hu: Hat hónapos
id: Enam bulan
it: Sei mesi
ja: 生後6か月
ko: 생후 6개월
ms: Enam bulan
nb: Seks måneder
nl: Zes maanden
pl: Sześć miesięcy
pt: Seis meses
ro: Șase luni
ru: Шесть месяцев
sk: Šesť mesiacov
sv: Sex månader
th: หกเดือน
tr: Altı Aylık
uk: Шість місяців
vi: Sáu tháng tuổi
zh_hans: 六个月
zh_hant: 六個月

source: Skip
ar: تخطي
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fi: Ohita
fr: Ignorer
he: דילוג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt: Pular
ro: Omite
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

source: Sleeps Through the Night
ar: ينام طوال الليل
ca: Dorm tota la nit
cs: Prospí celou noc
da: Sover hele natten
de: Schläft die ganze Nacht durch
el: Κοιμάται όλη τη νύχτα
es: Duerme toda la noche
fi: Nukkuu koko yön
fr: Fait ses nuits
he: ישן כל הלילה
hi: पूरी रात सोता है
hr: Spava cijelu noć
hu: Végigalussza az éjszakát
id: Tidur sepanjang malam
it: Dorme tutta la notte
ja: 夜通し眠る
ko: 밤새 잠을 잠
ms: Tidur sepanjang malam
nb: Sover hele natten
nl: Slaapt de hele nacht door
pl: Śpi całą noc
pt: Dorme a noite toda
ro: Doarme toată noaptea
ru: Спит всю ночь
sk: Prespí celú noc
sv: Sover hela natten
th: หลับตลอดคืน
tr: Gece Boyu Uyur
uk: Спить усю ніч
vi: Ngủ suốt đêm
zh_hans: 整夜安睡
zh_hant: 整夜安睡

source: Small Pack
ar: باقة صغيرة
ca: Paquet petit
cs: Malý balíček
da: Lille pakke
de: Kleines Paket
el: Μικρό πακέτο
es: Paquete pequeño
fi: Pieni paketti
fr: Petit pack
he: חבילה קטנה
hi: छोटा पैक
hr: Mali paket
hu: Kis csomag
id: Paket kecil
it: Pacchetto piccolo
ja: 小パック
ko: 소형 팩
ms: Pek kecil
nb: Liten pakke
nl: Klein pakket
pl: Mały pakiet
pt: Pacote pequeno
ro: Pachet mic
ru: Маленький пакет
sk: Malý balík
sv: Litet paket
th: แพ็กเล็ก
tr: Küçük Paket
uk: Малий пакет
vi: Gói nhỏ
zh_hans: 小礼包
zh_hant: 小禮包
